Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Hermes stores this in `~/.hermes/.env` and references it from config.yaml — the key itself is never written into config.yaml.
de: Hermes speichert dies in `~/.hermes/.env` und verweist aus config.yaml darauf — der Schlüssel selbst wird nie in config.yaml geschrieben.
es: Hermes guarda esto en `~/.hermes/.env` y lo referencia desde config.yaml: la clave nunca se escribe en config.yaml.
fr: Hermes stocke ceci dans `~/.hermes/.env` et y fait référence depuis config.yaml — la clé elle-même n’est jamais écrite dans config.yaml.
ja: Hermes はこれを `~/.hermes/.env` に保存し、config.yaml から参照します。キー自体が config.yaml に書き込まれることはありません。
pt_br: O Hermes guarda isso em `~/.hermes/.env` e faz referência a partir do config.yaml — a chave em si nunca é gravada no config.yaml.
zh_hans: Hermes 会将其保存在 `~/.hermes/.env` 中,并从 config.yaml 引用 — 密钥本身绝不会写入 config.yaml。

source: Hermes update available
de: Hermes-Update verfügbar
es: Actualización de Hermes disponible
fr: Mise à jour de Hermes disponible
ja: Hermes の更新があります
pt_br: Atualização do Hermes disponível
zh_hans: 有可用的 Hermes 更新

source: Hermes v0.12+ task board (list view)
de: Hermes-v0.12+-Aufgabenboard (Listenansicht)
es: Tablero de tareas de Hermes v0.12+ (vista de lista)
fr: Tableau de tâches Hermes v0.12+ (vue liste)
ja: Hermes v0.12 以降のタスクボード(リスト表示)
pt_br: Quadro de tarefas do Hermes v0.12+ (visualização em lista)
zh_hans: Hermes v0.12 及以上的任务看板(列表视图)

source: Hermes v0.13 splits search and extract into separate backends. Update Hermes to access the per-capability picker.
de: Hermes v0.13 trennt Suche und Extraktion in separate Backends. Aktualisiere Hermes, um auf die fähigkeitsbasierte Auswahl zuzugreifen.
es: Hermes v0.13 divide búsqueda y extracción en backends separados. Actualiza Hermes para acceder al selector por capacidad.
fr: Hermes v0.13 sépare la recherche et l'extraction en backends distincts. Mettez à jour Hermes pour accéder au sélecteur par capacité.
ja: Hermes v0.13 では検索と抽出が別々のバックエンドに分割されました。機能ごとのピッカーを利用するには Hermes を更新してください。
pt_br: O Hermes v0.13 divide busca e extração em backends separados. Atualize o Hermes para acessar o seletor por capacidade.
zh_hans: Hermes v0.13 将搜索和提取拆分为独立的后端。请更新 Hermes 以使用按能力划分的选择器。

source: Hermes version not detected
de: Hermes-Version nicht erkannt
es: No se detectó la versión de Hermes
fr: Version de Hermes non détectée
ja: Hermes のバージョンが検出されません
pt_br: Versão do Hermes não detectada
zh_hans: 未检测到 Hermes 版本

source: hermes webhook test printed no result. Check the host.
de: `hermes webhook test` hat kein Ergebnis ausgegeben. Prüfe den Host.
es: `hermes webhook test` no imprimió ningún resultado. Comprueba el host.
fr: `hermes webhook test` n'a affiché aucun résultat. Vérifiez l'hôte.
ja: `hermes webhook test` は結果を出力しませんでした。ホストを確認してください。
pt_br: `hermes webhook test` não imprimiu nenhum resultado. Verifique o host.
zh_hans: `hermes webhook test` 未输出任何结果。请检查主机。

source: Hermes will pass these through verbatim. Leave model blank if you're using Nous Portal — Hermes picks its default.
de: Hermes reicht diese wortwörtlich durch. Lass Modell leer, wenn du Nous Portal nutzt — Hermes wählt seinen Standard.
es: Hermes los pasará tal cual. Deja el modelo en blanco si usas Nous Portal — Hermes elige su valor predeterminado.
fr: Hermes les transmettra tels quels. Laissez le modèle vide si vous utilisez Nous Portal — Hermes choisira sa valeur par défaut.
ja: Hermes はこれらをそのまま渡します。Nous Portal を使用している場合はモデルを空欄のままにしてください — Hermes がデフォルトを選択します。
pt_br: O Hermes repassará estes valores literalmente. Deixe o modelo em branco se estiver usando o Nous Portal — o Hermes escolhe o padrão dele.
zh_hans: Hermes 会原样传递这些内容。如果你使用 Nous Portal,请将模型留空 — Hermes 会选择其默认值。

source: Hermes would ignore this route: profile names must be lowercase [a-z0-9][a-z0-9_-] (up to 64 chars) and not one of hermes/test/tmp/root/sudo.
de: Hermes würde diese Route ignorieren: Profilnamen müssen klein geschrieben sein [a-z0-9][a-z0-9_-] (bis zu 64 Zeichen) und dürfen nicht hermes/test/tmp/root/sudo sein.
es: Hermes ignoraría esta ruta: los nombres de perfil deben ser minúsculas [a-z0-9][a-z0-9_-] (hasta 64 caracteres) y no ser uno de hermes/test/tmp/root/sudo.
fr: Hermes ignorerait cette route : les noms de profil doivent être en minuscules [a-z0-9][a-z0-9_-] (jusqu'à 64 caractères) et ne pas être hermes/test/tmp/root/sudo.
ja: このルートは Hermes に無視されます: プロファイル名は小文字の [a-z0-9][a-z0-9_-]（最大64文字）で、hermes/test/tmp/root/sudo のいずれでもない必要があります。
pt_br: O Hermes ignoraria esta rota: nomes de perfil devem ser minúsculos [a-z0-9][a-z0-9_-] (até 64 caracteres) e não podem ser hermes/test/tmp/root/sudo.
zh_hans: Hermes 会忽略此路由:配置名称必须为小写 [a-z0-9][a-z0-9_-](最多 64 个字符),且不能是 hermes/test/tmp/root/sudo 之一。

source: hermes.example.com or a ~/.ssh/config alias
de: hermes.example.com oder ein ~/.ssh/config-Alias
es: hermes.example.com o un alias de ~/.ssh/config
fr: hermes.example.com ou un alias de ~/.ssh/config
ja: hermes.example.com または ~/.ssh/config のエイリアス
pt_br: hermes.example.com ou um alias de ~/.ssh/config
zh_hans: hermes.example.com 或 ~/.ssh/config 别名

source: Hermes' built-in personalities plus any you define under `agent.personalities` in config.yaml.
de: Die eingebauten Persönlichkeiten von Hermes plus alle, die du unter `agent.personalities` in config.yaml definierst.
es: Las personalidades integradas de Hermes más las que definas en `agent.personalities` en config.yaml.
fr: Les personnalités intégrées de Hermes, plus celles que vous définissez sous `agent.personalities` dans config.yaml.
ja: Hermes の組み込みパーソナリティに加え、config.yaml の `agent.personalities` で定義したものが表示されます。
pt_br: As personalidades integradas do Hermes mais as que você definir em `agent.personalities` no config.yaml.
zh_hans: Hermes 的内置人格,以及你在 config.yaml 的 `agent.personalities` 下定义的人格。

source: hidden
de: ausgeblendet
es: oculto
fr: masqué
ja: 非表示
pt_br: oculto
zh_hans: 已隐藏

source: Hidden bots (%lld)
de: Ausgeblendete Bots (%lld)
es: Bots ocultos (%lld)
fr: Bots masqués (%lld)
ja: 非表示のボット (%lld)
pt_br: Bots ocultos (%lld)
zh_hans: 隐藏的机器人 (%lld)

source: Hidden bots, %lld
de: Ausgeblendete Bots, %lld
es: Bots ocultos, %lld
fr: Bots masqués, %lld
ja: 非表示のボット、%lld 件
pt_br: Bots ocultos, %lld
zh_hans: 隐藏的机器人,%lld

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 非表示
pt_br: Ocultar
zh_hans: 隐藏

source: Hide archived projects
de: Archivierte Projekte ausblenden
es: Ocultar proyectos archivados
fr: Masquer les projets archivés
ja: アーカイブ済みプロジェクトを非表示
pt_br: Ocultar projetos arquivados
zh_hans: 隐藏已归档项目

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
ja: 詳細を非表示
pt_br: Ocultar detalhes
zh_hans: 隐藏详情

source: Hide flag list
de: Flag-Liste ausblenden
es: Ocultar lista de indicadores
fr: Masquer la liste des drapeaux
ja: フラグ一覧を非表示
pt_br: Ocultar lista de flags
zh_hans: 隐藏标志列表

source: Hide from the roster
de: Aus der Liste ausblenden
es: Ocultar de la lista
fr: Masquer de la liste
ja: 一覧から非表示にする
pt_br: Ocultar da lista
zh_hans: 从名册中隐藏

source: Hide keyboard
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを閉じる
pt_br: Ocultar teclado
zh_hans: 隐藏键盘

source: Hide Output
de: Ausgabe ausblenden
es: Ocultar salida
fr: Masquer la sortie
ja: 出力を非表示
pt_br: Ocultar saída
zh_hans: 隐藏输出

source: Hide reasoning in the transcript
de: Begründung im Transkript ausblenden
es: Ocultar el razonamiento en la transcripción
fr: Masquer le raisonnement dans la transcription
ja: トランスクリプトで推論を非表示にする
pt_br: Ocultar o raciocínio na transcrição
zh_hans: 在记录中隐藏推理过程

source: Hide sessions list
de: Sitzungsliste ausblenden
es: Ocultar lista de sesiones
fr: Masquer la liste des sessions
ja: セッション一覧を非表示
pt_br: Ocultar lista de sessões
zh_hans: 隐藏会话列表

source: Hide this bot from the roster
de: Diesen Bot aus der Liste ausblenden
es: Ocultar este bot de la lista
fr: Masquer ce bot de la liste
ja: このボットを一覧から非表示にする
pt_br: Ocultar este bot da lista
zh_hans: 从名册中隐藏此机器人

source: Hide this task from the active board. Hermes has no hard-delete; archived tasks remain in `~/.hermes/kanban.db` and are recoverable via the "Show archived" toggle until `hermes kanban gc` runs.
de: Blendet diese Aufgabe aus dem aktiven Board aus. Hermes hat kein hartes Löschen; archivierte Aufgaben bleiben in `~/.hermes/kanban.db` erhalten und sind über den Schalter "Archivierte anzeigen" wiederherstellbar, bis `hermes kanban gc` läuft.
es: Oculta esta tarea del tablero activo. Hermes no tiene eliminación definitiva; las tareas archivadas permanecen en `~/.hermes/kanban.db` y son recuperables mediante el interruptor "Mostrar archivadas" hasta que se ejecute `hermes kanban gc`.
fr: Masque cette tâche du tableau actif. Hermes n'a pas de suppression définitive ; les tâches archivées restent dans `~/.hermes/kanban.db` et sont récupérables via le bouton « Afficher les archivées » jusqu'à l'exécution de `hermes kanban gc`.
ja: このタスクをアクティブなボードから非表示にします。Hermes に完全削除はありません。アーカイブされたタスクは `~/.hermes/kanban.db` に残り、`hermes kanban gc` が実行されるまで「アーカイブ済みを表示」トグルで復元できます。
pt_br: Oculta esta tarefa do quadro ativo. O Hermes não tem exclusão definitiva; tarefas arquivadas permanecem em `~/.hermes/kanban.db` e podem ser recuperadas pelo alternador "Mostrar arquivadas" até que `hermes kanban gc` seja executado.
zh_hans: 从活跃看板中隐藏此任务。Hermes 没有硬删除功能;已归档的任务仍保留在 `~/.hermes/kanban.db` 中,并可通过"显示已归档"开关恢复,直到运行 `hermes kanban gc`。

source: Hide tool calls in the transcript
de: Tool-Aufrufe im Transkript ausblenden
es: Ocultar las llamadas a herramientas en la transcripción
fr: Masquer les appels d’outils dans la transcription
ja: トランスクリプトでツール呼び出しを非表示にする
pt_br: Ocultar as chamadas de ferramenta na transcrição
zh_hans: 在记录中隐藏工具调用

source: Hide tool inspector
de: Tool-Inspector ausblenden
es: Ocultar inspector de herramientas
fr: Masquer l'inspecteur d'outils
ja: ツールインスペクタを非表示
pt_br: Ocultar inspetor de ferramentas
zh_hans: 隐藏工具检查器

source: high
de: hoch
es: alta
fr: élevé
ja: 高
pt_br: alto
zh_hans: 高

source: High severity
de: Hoher Schweregrad
es: Gravedad alta
fr: Gravité élevée
ja: 重大度: 高
pt_br: Gravidade alta
zh_hans: 严重性高

source: HMAC secret (auto-generated if empty)
de: HMAC-Secret (wird automatisch erzeugt, wenn leer)
es: Secreto HMAC (se genera automáticamente si se deja vacío)
fr: Secret HMAC (généré automatiquement si vide)
ja: HMAC シークレット (空の場合は自動生成)
pt_br: Segredo HMAC (gerado automaticamente se vazio)
zh_hans: HMAC 密钥(留空则自动生成)

source: Home Address
de: Haupt-Adresse
es: Dirección principal
fr: Adresse principale
ja: メインのアドレス
pt_br: Endereço principal
zh_hans: 主地址

source: Home Assistant Docs
de: Home Assistant-Dokumentation
es: Documentación de configuración de Home Assistant
fr: Documentation Home Assistant
ja: Home Assistant ドキュメント
pt_br: Docs do Home Assistant
zh_hans: Home Assistant 文档

source: Home Channel
de: Home-Kanal
es: Canal principal
fr: Canal principal
ja: ホームチャンネル
pt_br: Canal principal
zh_hans: 主频道

source: Home Channel ID
de: ID des Home-Kanals
es: ID del canal principal
fr: ID du canal principal
ja: ホームチャンネル ID
pt_br: ID do canal principal
zh_hans: 主频道 ID

source: Home Channel Name
de: Name des Home-Kanals
es: Nombre del canal principal
fr: Nom du canal principal
ja: ホームチャンネル名
pt_br: Nome do canal principal
zh_hans: 主频道名称

source: Home Room
de: Home-Raum
es: Sala principal
fr: Salon principal
ja: ホームルーム
pt_br: Sala principal
zh_hans: 主房间

source: Honcho Eager Init
de: Honcho sofort initialisieren
es: Inicialización anticipada de Honcho
fr: Initialisation anticipée de Honcho
ja: Honcho の事前初期化
pt_br: Inicialização antecipada do Honcho
zh_hans: Honcho 预先初始化

source: Host key changed
de: Host-Schlüssel geändert
es: Clave de host cambiada
fr: Clé d'hôte modifiée
ja: ホストキーが変更されました
pt_br: Chave do host alterada
zh_hans: 主机密钥已变更

source: hostname or IP
de: Hostname oder IP
es: nombre de host o IP
fr: nom d'hôte ou IP
ja: ホスト名または IP
pt_br: nome do host ou IP
zh_hans: 主机名或 IP

source: How long a cached secret stays usable after Bitwarden becomes unreachable due to a network or timeout error. 0 = no stale fallback (Hermes default).
de: Wie lange ein zwischengespeichertes Secret nutzbar bleibt, nachdem Bitwarden wegen eines Netzwerk- oder Timeout-Fehlers nicht mehr erreichbar ist. 0 = kein veralteter Fallback (Hermes-Standard).
es: Cuánto tiempo sigue siendo utilizable un secreto en caché tras dejar de poder alcanzar Bitwarden por un error de red o de tiempo de espera. 0 = sin respaldo obsoleto (por defecto de Hermes).
fr: Durée pendant laquelle un secret en cache reste utilisable après que Bitwarden devient inaccessible en raison d'une erreur réseau ou de délai. 0 = pas de repli obsolète (par défaut Hermes).
ja: ネットワークエラーやタイムアウトで Bitwarden に到達できなくなった後、キャッシュされたシークレットが使用可能な状態を保つ時間。0 = 失効キャッシュへのフォールバックなし（Hermes のデフォルト）。
pt_br: Por quanto tempo um segredo em cache permanece utilizável após o Bitwarden ficar inacessível devido a erro de rede ou tempo limite. 0 = sem fallback obsoleto (padrão do Hermes).
zh_hans: 当 Bitwarden 因网络或超时错误而无法访问时,缓存的密钥仍可用的时长。0 = 不使用陈旧回退(Hermes 默认)。

source: How much of each pause survives the trim (keeps natural pacing).
de: Wie viel jeder Pause den Trim übersteht (erhält natürliches Tempo).
es: Cuánto de cada pausa sobrevive al recorte (mantiene un ritmo natural).
fr: Part de chaque pause qui survit à la coupe (conserve un rythme naturel).
ja: トリム後に各間（ポーズ）がどれだけ残るか（自然な間合いを保ちます）。
pt_br: Quanto de cada pausa sobrevive ao corte (mantém o ritmo natural).
zh_hans: 每次停顿裁剪后保留的比例(保持自然节奏)。

source: How this project's chats start. Changes apply on the next chat session.
de: Wie die Chats dieses Projekts starten. Änderungen gelten ab der nächsten Chat-Sitzung.
es: Cómo empiezan los chats de este proyecto. Los cambios se aplican en la próxima sesión de chat.
fr: Comment démarrent les chats de ce projet. Les changements s’appliquent à la prochaine session de chat.
ja: このプロジェクトのチャットの開始方法です。変更は次のチャットセッションから適用されます。
pt_br: Como os chats deste projeto começam. As alterações valem a partir da próxima sessão de chat.
zh_hans: 此项目的聊天以何种方式开始。更改将在下一次聊天会话生效。

source: HTTP receivers that trigger sessions on incoming events.
de: HTTP-Empfänger, die bei eingehenden Ereignissen Sitzungen auslösen.
es: Receptores HTTP que activan sesiones con eventos entrantes.
fr: Récepteurs HTTP qui déclenchent des sessions sur les événements entrants.
ja: 受信イベントでセッションをトリガーする HTTP レシーバーです。
pt_br: Receptores HTTP que disparam sessões em eventos recebidos.
zh_hans: 在收到事件时触发会话的 HTTP 接收器。

source: Human Delay
de: Menschliche Verzögerung
es: Retraso humano
fr: Délai humain
ja: ヒューマンディレイ
pt_br: Atraso humano
zh_hans: 人类延迟

source: I've added this key
de: Schlüssel hinzugefügt
es: He añadido esta clave
fr: J'ai ajouté cette clé
ja: この鍵を追加しました
pt_br: Adicionei esta chave
zh_hans: 我已添加此密钥

source: Identity
de: Identität
es: Identidad
fr: Identité
ja: アイデンティティ
pt_br: Identidade
zh_hans: 身份

source: Identity file
de: Identitätsdatei
es: Archivo de identidad
fr: Fichier d'identité
ja: 秘密鍵ファイル
pt_br: Arquivo de identidade
zh_hans: 身份文件

source: Idle
de: Untätig
es: Inactivo
fr: Inactif
ja: アイドル
pt_br: Ocioso
zh_hans: 空闲

source: Idle ≥ 30 days
de: Untätig ≥ 30 Tage
es: Inactiva ≥ 30 días
fr: Inactif ≥ 30 jours
ja: アイドル 30 日以上
pt_br: Ociosa ≥ 30 dias
zh_hans: 闲置 ≥ 30 天

source: Idle ≥ 60 days
de: Untätig ≥ 60 Tage
es: Inactiva ≥ 60 días
fr: Inactif ≥ 60 jours
ja: アイドル 60 日以上
pt_br: Ociosa ≥ 60 dias
zh_hans: 闲置 ≥ 60 天

source: Idle ≥ 90 days
de: Untätig ≥ 90 Tage
es: Inactiva ≥ 90 días
fr: Inactif ≥ 90 jours
ja: アイドル 90 日以上
pt_br: Ociosa ≥ 90 dias
zh_hans: 闲置 ≥ 90 天

source: Idle ≥ 180 days
de: Untätig ≥ 180 Tage
es: Inactiva ≥ 180 días
fr: Inactif ≥ 180 jours
ja: アイドル 180 日以上
pt_br: Ociosa ≥ 180 dias
zh_hans: 闲置 ≥ 180 天

source: Idle Compact (s)
de: Leerlauf-Verdichtung (s)
es: Compactación en reposo (s)
fr: Compactage à l'inactivité (s)
ja: アイドル時のコンパクト化（秒）
pt_br: Compactação ociosa (s)
zh_hans: 空闲压缩（秒）

source: If this is the first connection, ensure your key is loaded with `ssh-add` and that the remote accepts it.
de: Wenn dies die erste Verbindung ist, stelle sicher, dass dein Schlüssel mit `ssh-add` geladen wurde und der Remote ihn akzeptiert.
es: Si es la primera conexión, asegúrate de que tu clave esté cargada con `ssh-add` y de que el remoto la acepte.
fr: S'il s'agit de la première connexion, assurez-vous que votre clé est chargée avec `ssh-add` et que l'hôte distant l'accepte.
ja: 初回接続の場合は、`ssh-add` でキーがロードされていることと、リモートがそれを受け付けていることを確認してください。
pt_br: Se esta for a primeira conexão, garanta que sua chave esteja carregada com `ssh-add` e que o remoto a aceite.
zh_hans: 如果这是首次连接,请确保已通过 `ssh-add` 加载你的密钥,并且远端接受该密钥。

source: If this task has child tasks, the result is handed to them as upstream context. Leave blank for a quiet completion.
de: Wenn diese Aufgabe untergeordnete Aufgaben hat, wird das Ergebnis ihnen als Upstream-Kontext übergeben. Leer lassen für einen stillen Abschluss.
es: Si esta tarea tiene tareas hijas, el resultado se les entrega como contexto previo. Déjalo en blanco para una finalización silenciosa.
fr: Si cette tâche a des tâches enfants, le résultat leur est transmis comme contexte amont. Laissez vide pour une complétion silencieuse.
ja: このタスクに子タスクがある場合、結果は上流コンテキストとして渡されます。静かに完了させるには空欄のままにしてください。
pt_br: Se esta tarefa tiver tarefas filhas, o resultado é entregue a elas como contexto upstream. Deixe em branco para uma conclusão silenciosa.
zh_hans: 如果此任务有子任务,结果将作为上游上下文传递给它们。留空则安静完成。

source: If you trust the change, remove the stale entry and reconnect:
de: Wenn du der Änderung vertraust, entferne den veralteten Eintrag und verbinde dich erneut:
es: Si confías en el cambio, elimina la entrada obsoleta y reconéctate:
fr: Si vous faites confiance au changement, supprimez l'entrée obsolète et reconnectez-vous :
ja: 変更を信頼する場合、古いエントリを削除して再接続してください:
pt_br: Se você confia na mudança, remova a entrada antiga e reconecte:
zh_hans: 如果你信任此变更,请移除过期条目并重新连接:

source: Ignore Entities
de: Entitäten ignorieren
es: Ignorar entidades
fr: Ignorer les entités
ja: 無視するエンティティ
pt_br: Ignorar entidades
zh_hans: 忽略实体

source: Ignore root DM
de: Root-DM ignorieren
es: Ignorar el mensaje directo raíz
fr: Ignorer le message privé racine
ja: ルート DM を無視
pt_br: Ignorar a mensagem direta raiz
zh_hans: 忽略根私信

source: Image Generation
de: Bilderzeugung
es: Generación de imágenes
fr: Génération d'image
ja: 画像生成
pt_br: Geração de imagem
zh_hans: 图像生成

source: Image widget needs either `path` (local file relative to project root) or `url` (remote).
de: Das Bild-Widget benötigt entweder `path` (lokale Datei relativ zum Projektstamm) oder `url` (entfernt).
es: El widget de imagen necesita `path` (archivo local relativo a la raíz del proyecto) o `url` (remoto).
fr: Le widget image nécessite soit `path` (fichier local relatif à la racine du projet), soit `url` (distant).
ja: 画像ウィジェットには `path`（プロジェクトルートからの相対パス）または `url`（リモート）が必要です。
pt_br: O widget de imagem precisa de `path` (arquivo local relativo à raiz do projeto) ou `url` (remoto).
zh_hans: 图片小组件需要 `path`（相对于项目根目录的本地文件）或 `url`（远程）。

source: iMessage integration runs through BlueBubbles Server. You need a Mac that stays on with Messages.app signed in — install BlueBubbles Server on it, then point hermes at that server's URL.
de: Die iMessage-Integration läuft über BlueBubbles Server. Du brauchst einen Mac, der eingeschaltet bleibt und in Messages.app angemeldet ist — installiere BlueBubbles Server darauf und richte hermes auf die URL dieses Servers aus.
es: La integración de iMessage usa BlueBubbles Server. Necesitas un Mac encendido con Messages.app iniciado — instala BlueBubbles Server ahí y apunta hermes a la URL de ese servidor.
fr: L'intégration iMessage passe par BlueBubbles Server. Il vous faut un Mac qui reste allumé avec Messages.app connecté — installez BlueBubbles Server dessus, puis pointez hermes vers l'URL de ce serveur.
ja: iMessage 連携は BlueBubbles Server を経由します。メッセージ App にサインインしたまま動作し続ける Mac が必要です — そこに BlueBubbles Server をインストールし、そのサーバーの URL を hermes に指定してください。
pt_br: A integração com iMessage usa o BlueBubbles Server. Você precisa de um Mac ligado e com Messages.app conectado — instale o BlueBubbles Server nele e aponte o hermes para a URL desse servidor.
zh_hans: iMessage 集成通过 BlueBubbles Server 运行。你需要一台保持开机且登录 Messages.app 的 Mac — 在其上安装 BlueBubbles Server,然后将 hermes 指向该服务器的 URL。

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
pt_br: Importar
zh_hans: 导入

source: Import existing key
de: Vorhandenen Schlüssel importieren
es: Importar una clave existente
fr: Importer une clé existante
ja: 既存の鍵をインポート
pt_br: Importar chave existente
zh_hans: 导入现有密钥

source: Import Servers
de: Server importieren
es: Importar servidores
fr: Importer des serveurs
ja: サーバーをインポート
pt_br: Importar servidores
zh_hans: 导入服务器

source: Import Servers…
de: Server importieren…
es: Importar servidores…
fr: Importer des serveurs…
ja: サーバーをインポート…
pt_br: Importar servidores…
zh_hans: 导入服务器…

source: Imported
de: Importiert
es: Importado
fr: Importé
ja: インポート済み
pt_br: Importado
zh_hans: 已导入

source: In project…
de: Im Projekt…
es: En el proyecto…
fr: Dans le projet…
ja: プロジェクト内…
pt_br: No projeto…
zh_hans: 在项目中…

source: In sync
de: Synchron
es: Sincronizado
fr: Synchronisé
ja: 同期済み
pt_br: Sincronizado
zh_hans: 已同步

source: inactive
de: inaktiv
es: inactivo
fr: inactif
ja: 非アクティブ
pt_br: inativo
zh_hans: 非活跃

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 非アクティブ
pt_br: Inativo
zh_hans: 未激活

source: Inactivity (s)
de: Inaktivität (s)
es: Inactividad (s)
fr: Inactivité (s)
ja: 無操作 (秒)
pt_br: Inatividade (s)
zh_hans: 无活动(秒)

source: Inbound channels the agent listens on. Set up tokens per platform.
de: Eingehende Kanäle, auf denen der Agent lauscht. Richte Tokens pro Plattform ein.
es: Canales entrantes en los que escucha el agente. Configura los tokens por plataforma.
fr: Canaux entrants sur lesquels l'agent écoute. Configurez les jetons par plateforme.
ja: エージェントが待ち受ける受信チャンネルです。プラットフォームごとにトークンを設定してください。
pt_br: Canais de entrada em que o agente escuta. Configure os tokens por plataforma.
zh_hans: agent 监听的入站渠道。请为每个平台配置令牌。

source: INCIDENTS
de: VORFÄLLE
es: INCIDENCIAS
ja: インシデント
pt_br: INCIDENTES
zh_hans: 故障事件

source: Include
de: Einschließen
es: Incluir
fr: Inclure
ja: 含める
pt_br: Incluir
zh_hans: 包含

source: Include (comma-separated — if set, only these are exposed)
de: Einschließen (kommagetrennt — wenn gesetzt, werden nur diese freigegeben)
es: Incluir (separados por comas — si se define, solo estos se exponen)
fr: Inclure (séparés par des virgules — si défini, seuls ceux-ci sont exposés)
ja: 含める(カンマ区切り — 設定した場合これらのみが公開されます)
pt_br: Incluir (separados por vírgula — se definido, apenas estes são expostos)
zh_hans: 包含(逗号分隔 — 若设置,仅暴露这些)

source: Include `auth.json`
de: `auth.json` einschließen
es: Incluir `auth.json`
fr: Inclure `auth.json`
ja: `auth.json` を含める
pt_br: Incluir `auth.json`
zh_hans: 包含 `auth.json`

source: Include Cron Jobs
de: Cron-Jobs einschließen
es: Incluir tareas cron
fr: Inclure les tâches cron
ja: Cron ジョブを含める
pt_br: Incluir tarefas cron
zh_hans: 包含定时任务

source: Include logs
de: Logs einschließen
es: Incluir registros
fr: Inclure les journaux
ja: ログを含める
pt_br: Incluir logs
zh_hans: 包含日志

source: Include Skills
de: Skills einschließen
es: Incluir habilidades
fr: Inclure les compétences
ja: スキルを含める
pt_br: Incluir habilidades
zh_hans: 包含技能

source: Includes compacted history
de: Enthält komprimierten Verlauf
es: Incluye historial compactado
fr: Inclut l'historique compacté
ja: 圧縮済み履歴を含む
pt_br: Inclui histórico compactado
zh_hans: 包含已压缩的历史记录
